tap "hashicorp/tap"
tap "localsend/localsend"
tap "netbirdio/tap"
brew "python@3.14"
brew "ansible"
brew "bat"
brew "bitwarden-cli"
brew "btop"
brew "curl"
brew "docker"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gitleaks"
brew "go"
brew "hugo"
brew "iperf3"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libomp"
brew "mas"
brew "mole"
brew "neovim"
brew "nmap"
brew "openssh"
brew "opentofu"
brew "pass"
brew "podman"
brew "ripgrep"
brew "rsync"
brew "stow"
brew "tmux"
brew "uv"
brew "watch"
brew "wget"
brew "yazi"
brew "ykman"
brew "zoxide"
brew "zsh"
brew "netbirdio/tap/netbird"
cask "balenaetcher"
cask "betterdisplay"
cask "bitwarden"
cask "dbeaver-community"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "hiddenbar"
cask "linearmouse"
cask "localsend"
cask "mullvad-vpn"
cask "obs"
cask "onlyoffice"
cask "podman-desktop"
cask "raspberry-pi-imager"
cask "rectangle"
cask "signal"
cask "telegram"
cask "thunderbird"
cask "yandex-cloud-cli"
cask "yubico-authenticator"
cask "zen"
