bat
btop
eza
fastfetch
fd
ffmpeg
firefox
fzf
gh
ghostty
git
gitleaks
hypridle
hyprland
hyprlock
hyprpaper
hyprsunset
lazygit
neovim
pipewire
ripgrep
stow
tmux
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
xdg-desktop-portal-hyprland
yazi
zoxide
zsh
