tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/services"
tap "lizardbyte/homebrew"
tap "localsend/localsend"
tap "netbirdio/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "teamookla/speedtest"
brew "gettext"
brew "bat"
brew "btop"
brew "cask"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gitleaks"
brew "go"
brew "hugo"
brew "iperf3"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libomp"
brew "mas"
brew "neovim"
brew "nmap"
brew "nvtop"
brew "pass"
brew "pinentry-mac"
brew "podman"
brew "python@3.12"
brew "python@3.14"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "uv"
brew "wakeonlan"
brew "wget"
brew "wireguard-tools"
brew "yazi"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "netbirdio/tap/netbird"
brew "qmk/qmk/qmk"
brew "teamookla/speedtest/speedtest"
cask "balenaetcher"
cask "betterdisplay"
cask "bitwarden"
cask "cameracontroller"
cask "fantastical"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "handbrake-app"
cask "hiddenbar"
cask "hp-easy-start"
cask "linearmouse"
cask "localsend"
cask "microsoft-remote-desktop"
cask "monitorcontrol"
cask "moonlight"
cask "mullvad-vpn"
cask "obsidian"
cask "onlyoffice"
cask "podman-desktop"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "signal"
cask "sony-ps-remote-play"
cask "synology-drive"
cask "synologyassistant"
cask "telegram"
cask "thunderbird"
cask "vlc"
cask "wechat"
cask "zen"
go "github.com/bootdotdev/bootdev"
